{
  "companies": [
    {
      "name": "Cosmic Circuits",
      "category": "semiconductors",
      "oneLiner": "Advanced analog and mixed-signal IP for next-gen semiconductors.",
      "detail": "Develops analog and mixed-signal IP cores for connectivity and advanced technologies in 40nm and 28nm nodes, with ongoing development in 20nm and FinFET."
    },
    {
      "name": "Cirel Systems",
      "category": "semiconductors",
      "oneLiner": "Smart power ICs for portable devices.",
      "detail": "Specializes in power management ICs for portable devices, offering integrated solutions for power application processors, regulators, and battery management."
    },
    {
      "name": "NanoSemi",
      "category": "semiconductors",
      "oneLiner": "Digital IP for superior wireless and optical performance.",
      "detail": "Creates digital compensator IP to linearize non-linear dynamic systems in wireless radios, data converters, and optical transceivers, focusing on spectral efficiency and low power consumption."
    },
    {
      "name": "Haystack Analytics",
      "category": "genomics",
      "oneLiner": "Genomics-driven diagnostics for infectious diseases.",
      "detail": "HealthTech company developing clinical genomics products for diagnostic labs and hospitals, with a focus on infectious diseases like Tuberculosis. Recognized for innovation by Indian science agencies."
    },
    {
      "name": "Ethereal Machines",
      "category": "advanced manufacturing",
      "oneLiner": "Revolutionizing 5-axis CNC machining.",
      "detail": "Deep-Tech startup innovating in 5-Axis CNC machining technology, addressing manufacturing gaps across various industries including plastics, aerospace, and healthcare."
    },
    {
      "name": "BluArmor",
      "category": "advanced manufacturing",
      "oneLiner": "Enhancing comfort and safety for two-wheeler riders.",
      "detail": "Develops proprietary technologies like RIDEGRID™ and RIDEAURA™ to enhance two-wheeler riding experience, focusing on connectivity, communication, and safety."
    },
    {
      "name": "GalaxEye",
      "category": "aerospace",
      "oneLiner": "Innovative satellite imaging solutions.",
      "detail": "IIT Madras incubated startup creating innovative sensing solutions for satellite imaging, founded by former members of the Avishkar Hyperloop team."
    },
    {
      "name": "Tonbo Imaging",
      "category": "defence",
      "oneLiner": "Advanced imaging for defense and security.",
      "detail": "Designs and develops sensing solutions for enhanced situational awareness in security, defense, reconnaissance, and smart city applications."
    },
    {
      "name": "Aurasemi",
      "category": "semiconductors",
      "oneLiner": "High-performance mixed-signal IC solutions.",
      "detail": "Develops high-performance integrated circuits for timing, power management, RF signal chain, and sensor applications across various markets including communications and automotive."
    },
    {
      "name": "Kyulux",
      "category": "advanced manufacturing",
      "oneLiner": "Next-gen OLED materials using AI-driven technology.",
      "detail": "Creates cost-effective, durable, and efficient OLED emitters without rare metals, utilizing AI-driven material development processes."
    },
    {
      "name": "ideaForge",
      "category": "aerospace",
      "oneLiner": "Leading indigenous UAV manufacturer in India.",
      "detail": "Pioneering UAV company with the largest operational deployment of indigenous drones in India, ranked 5th globally in dual-use category drone manufacturers."
    },
    {
      "name": "Walden International",
      "category": "artificial intelligence",
      "oneLiner": "VC firm backing early-stage digital and cloud innovations.",
      "detail": "Targets investments in early-stage companies with mass-market potential, providing active support in brand building and scaling operations."
    },
    {
      "name": "Cadence",
      "category": "semiconductors",
      "oneLiner": "Leading EDA software and hardware provider.",
      "detail": "Provides computational software expertise for electronic design automation, serving innovative companies across various market applications."
    },
    {
      "name": "Artera",
      "category": "advanced manufacturing",
      "oneLiner": "Sustainable infrastructure solutions for utilities.",
      "detail": "Offers services for natural gas, water, electric, and telecommunications industries across 41 states, building on decades of experience in critical infrastructure."
    },
    {
      "name": "SambaNova Systems",
      "category": "artificial intelligence",
      "oneLiner": "AI systems to scale enterprise innovation.",
      "detail": "Develops advanced AI systems to help organizations implement and scale AI technologies across various industries."
    },
    {
      "name": "Greenstone Biosciences",
      "category": "life sciences",
      "oneLiner": "AI-driven drug discovery with hiPSC tech.",
      "detail": "Utilizes an AI-hiPSC platform to expedite the development of effective therapies, bridging the gap between laboratory research and patient care."
    },
    {
      "name": "Data Patterns",
      "category": "defence",
      "oneLiner": "Indigenous defense electronics and aerospace systems.",
      "detail": "Specializes in developing and manufacturing high-reliability electronic systems and mission-critical precision components for defense and space sectors."
    },
    {
      "name": "MTAR Technologies",
      "category": "advanced manufacturing",
      "oneLiner": "Precision engineering for critical sectors.",
      "detail": "Produces mission-critical precision components and assemblies for nuclear, space, and defense sectors, with expertise in specialized fabrication and import substitution."
    }
  ]
}
